Repository: luki-ev/glosung
Catalog: glosung/po/*.po
Languages: es, sw

source: german
es: aleman
sw: kijerumani

source: czech
es: checo
sw: checo

source: english
es: inglés
sw: kingereza

source: spanish
es: espa~nol
sw: kispanishi

source: simplified chinese
es: chino simplificado
sw: kichina rahisi

source: traditional chinese
es: chino tradicional
sw: kichina cha zamani

source: Today
es: hoy
sw: Leo

source: Show losung of today
sw: Onyesha losung ya leo

source: Next Day
es: el próximo día
sw: Siku inayofuata

source: Show losung of next day
sw: Onyesha losung ya siku inayofuata

source: Prev Day
es: el día anterior
sw: Siku iliyopita

source: Show losung of previous day
sw: Onyesha losung ya siku iliyopita

source: Next Month
es: el próximo mes
sw: Mwezi Ujao

source: Show losung of next month
sw: Onyesha losung ya mwezi ujao

source: Prev Month
es: el mes anterior
sw: Mwezi Uliopita

source: Show losung of previous month
sw: Onyesha losung ya mwezi uliopita

source: Calendar
es: calendario
sw: Kalenda

source: Open a calendar-widget
es: abre el
sw: Fungua Kalenda

source: Date
es: la fecha
sw: Tarehe

source: Preferences
es: ajustes
sw: Aula

source: To edit the preferences
es: para cambiar el ajuste
sw: Hariri Aula

source: Exit
es: terminar
sw: Toka

source: Exit the Program
es: termina el programa
sw: Finga programu

source: en
es: es
sw: es

source: No text files found! Please contact your administrator.
es: Contacte con el atministrator, por favor! No ha encontrado los ficheros textuales.
sw: Hakuna Faili matini lililopatikana! Tafadhali wasiliana na mtawala wako.

source: No %s texts found for %d!
es: no ha encontrado el texto del a~no %d!
sw: Matini %s za %d [u/zi]mepatikana!

source: Herrnhuter Losungstext
es: el texto de "losung" de (los) Herrnhuter
sw: Herrnhuter Losungsmatini

source: Choose displayed language:
es: el idioma del texto:
sw: Badili lugha:

source: Choose Font:
es: el tipo de letra del texto:
sw: Badili fonti:

source: Close calendar by double click
es: cerrar el calendario con clic doble
sw: Funga Kalenda kwa kubofyabofya

source: Show selective and continuing reading
es: muestra (los) consejos de leer
sw: muestra (los) consejos de leer
